[A_FrostBolt H7HeroAbility]
mTooltipMagicGuild="Мгновенно наносит выбранному вражеском существу урон от %d.icon магии воды."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона %d.icon."
mTooltipUpgraded="Мгновенно наносит выбранному вражеском существу от %d.min до %d.max ед. урона от %d.icon магии воды, а его %buff.buff.stat.icon скорость снижается на %buff.buff.stat.norm на %buff.buff.durini хода."
mName="Ледяная молния"
mTooltip="Мгновенно наносит выбранному вражеском существу от %d.min до %d.max ед. урона от %d.icon магии воды."

[A_heal_immunity H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Невосприимчивость к магии"
mTooltip="Существо не может быть целью негативных заклинаний или эффектов любой школы магии. Весь магический урон от вражеских атак снижен на 50%."

[A_Nova H7HeroAbility]
mTooltipMagicGuild="Наносит урон от %d.icon магии воды всем существам на линии атаки и замораживает их с вероятностью 30%."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона %d.icon"
mTooltipUpgraded="Наносит от %d.min до %d.max ед. урона от %d.icon магии воды в области поражения и замораживает врагов с вероятностью 60%."
mName="Ледяное копьё"
mTooltip="Наносит от %d.min до %d.max ед. урона от %d.icon магии воды в области поражения и замораживает врагов с вероятностью 30%."

